Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 对此，诺亚倒是没有半点怀疑。
en_us: Noah had no doubt about that.

source: 对的，就是这样。
en_us: Yes, that's it.

source: 对的，说的就是你。
en_us: Yes, we are talking about you.

source: 对，就是领导讲话的那种气势。
en_us: Yes, he behaved like how the leaders addressed the scene.

source: 将军府外已经被护卫十步一人团团围住，针对兵部的那几场灭门惨案，让洛都中的各位大臣的府邸成为了重点保护对象。
en_us: There were already troops surrounding the general's mansion, with a soldier every 10 steps. The general mansions in Rodu had become the key target of protection due to the murder cases in the military.

source: 将军府的一场大火，让洛都局势一下子变得紧张起来。
en_us: The fire at the general's mansion made the entire situation at Rodu tense.

source: 将对神秘强者继续追踪，如出现限制级强者将上报！
en_us: Continue tracing mysterious powerhouse. Report if off-limit powerhouse appears!

source: 将思绪收回，麦格认真思考了一会关于印刷机的制造方案。
en_us: Mag thought seriously about making a printer.

source: 将拌好的黄瓜放入冰箱，然后父女俩就在一旁静静等待。
en_us: After the well-mixed cucumber was put in the refrigerator, the father-and-daughter waited patiently at the side.

source: 将黄瓜拍裂，能够更易入味，而且比精细切割而成的黄瓜片吃起来更有灵魂。
en_us: Smashing the cucumber could allow the flavors to go in better and it would also taste better than sliced cucumbers.

source: 小丫鬟有些警惕的看着麦格，又是有些担心的看着自家小姐，不知道他们刚刚在酒窖里发生了什么。
en_us: The little maid looked at Mag warily and she also looked at her young mistress worriedly. She had no idea what happened to them in the cellar.

source: 小丫鬟瘪嘴，偷看了埃菲一眼，摇摇头：“也没有了，我还是喜欢的待在小姐身边。”
en_us: The little maid pursed her lips and stole a peek at Eiffie. Shaking her head, she said, "Not exactly. I still prefer to stay with Miss."

source: 小二有点愣住，刚刚还在为酒馆转不出去头疼的老板，现在竟然拒绝了人家的转让请求，而且还要把店铺重新装修一遍。
en_us: The waiter was a little taken aback. The boss who was having a headache over the tavern being unsaleable, had actually rejected the other party's offer and was even prepared to refurbish the tavern again.

source: 小声翻阅着那些精美的画卷，埃菲脸蛋微红，脑子里却不由的想着哈迪斯先生。
en_us: Eiffie flipped through the exquisitely drawn book softly and blushed. She could not help but think of Mr. Hades.

source: 小姑娘小小一只，不过长得真是水灵可爱。
en_us: The little girl was tiny, but she was really adorable.

source: 小姑娘看起来只有四五岁的样子，模样精致，有着一头黑色的长发，还有一双黑亮的眸子，安静的坐着，乖巧可爱。
en_us: The little girl looked about four or five, and her looks were exquisite. She had a head of black hair and a pair of shiny black eyes. She sat there quietly, looking very well-behaved and cute.

source: 小家伙嘛，一般都贪玩，三十个不够，一会多半还会再要一些，看这家长也是不缺钱的主。
en_us: The little ones were usually playful. 30 rings were most likely not enough, and she would most likely buy more later. Her parents looked rich too.

source: 小家伙实在太小了，而店里的早餐可都分量不少，实在放心不下让她自己提着走。
en_us: This little one was indeed too little and the portions of breakfast in the shop were big, so he couldn't bear to make her bring them away by herself.

source: 小家伙话题转的如此顺滑，麦格一时间都不好拒绝了，而且白天他的确没啥事情要做，带孩子出去玩，也算是真正的出来寒假放松了，便笑着点头：“行，那我们今天换一个地方继续吃吃吃，玩玩玩。”
en_us: The little fellow changed the topic so smoothly Mag did not know how to reject her. Besides, he did not have much to do during the day. Bringing the children out to play could be considered taking a real break. Therefore, he nodded with a smile, and said, "In that case, we'll find somewhere else to continue eating and playing."

source: 小小年纪，竟然能够忍住将神之翼召唤出来玩耍的冲动，这小姑娘的自控能力也是令他意外。
en_us: She could actually suppress the urge to summon the god's wings out to play at such a young age. This little girl's self-control surprised him too.

source: 小小的一个蛋黄酥，很快便入了两人的肚。
en_us: The tiny salted egg yolk pastry went into their stomachs soon.

source: 小小的一颗花生，竟是包容着如此多的滋味和变化，越嚼越香，着实令人惊叹。
en_us: For a tiny peanut to contain so much flavor and changes, making it increasingly fragrant the more he chewed, did catch him by surprise.

source: 小小的身体，弯着腰，背着尸体前行，并且倔强的拒绝了所有人的帮助。
en_us: The small figure carried the body forward in his crouched back. He even rejected help from the others stubbornly.

source: 小小的身影，却有着令人难以拒绝的威慑力。
en_us: The little figure had an irresistible awe.

source: 小山一般的克苏鲁被炸到了千米之外，浑身焦黑，蝠翼之上也出现了多个孔洞。
en_us: Cthulhu, who looked like a small mountain was set thousands of meters back by the bombing and its body was charred. Its bat wings also had many holes.

source: 小拳头锤你胸口。
en_us: I want to hit your chest with my little fists.

source: 小朋友们小声讨论着，目光落到了一旁泛着金属光泽的烤架和一个大箱子，不少吃过麦格做的黄焖鸡的小朋友已经开始忍不住咽口水了。
en_us: The children chatted softly among themselves. Their gazes landed on the shiny metal grills and the big crate at the side. Many children who had eaten Mag's braised chicken before already couldn't help salivating.

source: 小朋友多体验生活是好事，能够知晓人间疾苦，知道盘中餐是从何处而来的。
en_us: It's a good thing for children to experience life and understand the pains of the world to know where the food on their plate comes from.

source: 小盅看起来平平无奇，工艺并不高级，甚至有些粗糙，应该是之前麦格他们遗留下来的。
en_us: The little soup pot looked ordinary. Its workmanship wasn't sophiscated, it was even a little rough. It should be left behind by Mag and his gang.

source: 小竹屉之中，三个灌汤包便几乎占满了位置。
en_us: The three soup dumplings took up almost all the space in the bamboo steamer.

source: 就像……初恋的感觉？
en_us: It felt just like...first love?

source: 就像刷怪一样，获得生活体验值，然后用来升级。
en_us: It was just like defeating monsters to gain life experience points and upgrading.

source: 就像是各种食材先在盐碱地里滚了一圈，然后再被直接丢进火堆里和草木灰一起翻炒，最后出锅的时候再刮一层地皮装盘……
en_us: It was as though all the ingredients were rolled around in a salty alkali ground before they were tossed into the fire and stir-fried with plant ash. Then, everything was finally plated on a layer of soil.

source: 就像是突然出现的一般，然后在品酒大会上创造奇迹。
en_us: It just suddenly appeared and then created a miracle at the liquor tasting event.

source: 就像是获得了一笔意外之财，或者说是一笔不菲的睡后收入。
en_us: It was as if he had received an unexpected windfall or a huge amount of passive income.

source: 就像某个美食系统前辈一样。
en_us: Just like a certain cuisine system senior.

source: 就像生来的命运，从未给过他们选择的机会。
en_us: It was as if fate had never given them a chance to choose.

source: 就像那家靠着老板娘出名的泰坦酒馆，酒就非常一般。
en_us: An example would be the Titan Tavern, which was famous because of its lady boss, with its mediocre wine.

source: 就在他们以为要重新陷入绝望的生活，甚至处境变得更加糟糕的时候，她出现了。
en_us: Just as they thought they were going to descend into a hopless life again, she appeared.

source: 就在他准备自己去洗漱睡觉的时候，楼下突然响起了急促的敲门声。
en_us: Just when he was getting ready to wash up and go to bed, an urgent knock came from downstairs.

source: 就在大家都觉得她应该是跟着大人来的，可小姑娘已经自己走向了点餐台，踮着脚尖奶声奶气道：“老板，早餐可以打包吗？”
en_us: Jusut as everyone thought that she came with an adult, the little girl walked to the ordering counter by herself, tiptoed and said in an adorable voice, "Boss, can I takeaway some breakfast?"

source: 就在安妮打算试试其他手指的时候，那戒指突然向里收紧变小了一圈，刚好套在了她的食指上。
en_us: Just when Annie was about to try her other fingers, the ring suddenly shrunk and fitted nicely on her index finger.

source: 就在这个月初，当了三年房产中介的费奇，终于迎来了自己工作上的一个转折点，成为了一名主管。
en_us: In just this month, Fitch, who had been a property agent for three years, finally welcomed the turning point to his job and became a supervisor.

source: 就在这时，一丝丝的酒香从车帘外钻了进来。
en_us: Right then, a whiff of liquor's aroma came in through the carriage's window.

source: 就在这时，一声惨叫突然从那后面的房子中传来。
en_us: Just then, a terrible cry came from the room behind.

source: 就在这时，一旁的门被打开，一个穿着白色紧身衣的女人从操作仓中走了出来。
en_us: Right then, the door at the side opened and a woman in a white tight body suit walked out from the control bay.

source: 就在这时，一点银光撕裂空间而来，瞬间穿透了那触手的顶端。
en_us: Right at that moment, a silver light tore open the space and went straight through the top of the tentacle.

source: 就在这时，一辆马车从大门中驶出，车帘被掀起一角，一张留着山羊胡的脸一闪而过。
en_us: All of a sudden, a horse-drawn carriage came out of the main door. A corner of the carriage's curtain was lifted up. A face with a goatee flashed past before Mag.

source: 就在这时，一道尖利的声音从洞穴中响起。
en_us: Right then, a shrill sound rang out in the cave.

source: 就在这时，一道软糯糯的声音响起。
en_us: Right at that moment, a soft voice said.

source: 就在这时，他突然睁开眼睛，伸手夹住了一张小人符。
en_us: Just then, he opened his eyes, reached out, and grabbed a little talisman with two fingers.

source: 就在这时，天空投下了一片巨大的阴影。
en_us: Right then, a giant shadow cast down from the sky.

source: 就在这时，艾米的脑海中响起了系统的声音。
en_us: Right then, the system sounded in Amy's mind.

source: 就在这时，角落里突然金光一闪，一个食盒出现在角落里。
en_us: Right then, a golden light flashed in the corner, and a takeaway box appeared.

source: 就在这时，餐厅门被推开了一道缝，一只圆滚滚的橘猫从门缝里挤了出来，紧接着一个梳着双马尾的半精灵小姑娘跟着侧身从门里走了出来。
en_us: Right then, the restaurant's door opened a crack, and a roly-poly orange cat squeezed out, followed by a little half-elf with two high ponytails.

source: 就在这时，麦格的表情突然一凝，扭头看向了侧上方的虚空。
en_us: Just then, his expression turned grave. Mag turned to look at the space diagonally above him.

source: 就在麦格以为她要为那个家伙疗伤的时候，晞已经收回了手，而在她的掌心中多了一颗拳头大小的水晶球，在那水晶球之中，还有一条小小的三头飞蛇。
en_us: Just as Mag thought that she was going to heal that fellow, Xi retracted her hand and a fist-sized crystal ball appeared in her hand. There was a tiny three-headed flying snake within that crystal ball.

source: 就在麦格准备找个人问问评比场地在哪的时候。
en_us: Mag was about to ask someone where the competition ground was.

source: 就在麦格想着要不要跟着去看看的时候，艾米拐进了五百米外的一家早餐店。
en_us: Just as Mag was thinking if he should follow her, Amy turned into a breakfast shop 500 meters away.

source: 就在麦格的心跳到嗓子眼，考虑着要不要舍命一搏，制造一个意外的时候，埃菲从包裹里拿出了几本彩绘的儿童读物。
en_us: Just when Mag's heart was in his mouth, and he was thinking if he should bet on it with his life to create an accident, Eiffie pulled out a few children's coloring books.

source: 就在麦格还在考虑如何拒绝的时候，伊琳娜已经从埃菲手里接过钱票，并且说道。
en_us: Just when Mag was thinking of how to reject Eiffie, Irina had already taken the cheque.

source: 就是……
en_us: It just...

source: 就是去洗了趟地。
en_us: They went there to wash the floor.

source: 就是工作没有幸福感。
en_us: He didn't feel blissful when he was working.

source: 就是这种爽利的感觉！
en_us: It was this feeling of exhilaration!

source: 就没有然后了。
en_us: Then, there was nothing.

source: 就算是缩小版的摩托车，对于艾米来说依旧是非常巨大的存在，这样就不可避免的出现了一些问题。
en_us: Even the mini motorcycle was very big to Amy and that caused some unavoidable problems.

source: 就说这两顿饭吧。
en_us: Just these two meals alone was enough to make her want to marry him.

source: 就这么一颗花生，一口粥，亚伯罕喝了三碗，才意犹未尽的结束了自己的早餐兼午餐。
en_us: A peanut and a sip of porridge, and just like that, Abraham finished three bowls of porridge before he ended his brunch, wanting more.

source: 就这？
en_us: That's all?

source: 就连先前获得了高分的里斯酒馆老板，都忍不住回头看着埃菲。
en_us: Even the owner of Reese Tavern, who obtained a high mark previously, could not help but turn back to look at Eiffie.

source: 就连坐在教堂最后一排的观众，也是忍不住伸长脖子观望着，这还是他们今天第一次闻到酒香。
en_us: Even the audience sitting at the last row of the church couldn't help stretching their necks to look at it. This was the very first time they smelled a liquor's aroma that day.

source: 就连文字，都远远无法形容的那种感觉。
en_us: Even words was not enough to describe it.

source: 就连老板都邀请他去家里做客，不过被他以工作太忙为由婉拒了。
en_us: Even his boss invited him to his house, but he had to reject him because he was too busy.

source: 屏障一消除，淡淡的酒香味便从下方传来。
en_us: A faint liquor's fragrance came from below as soon as the screen was removed.

source: 屏障剧烈震动，然后消散，而法师杖的力道也是被完全卸去。
en_us: The barrier vibrated strenuously before it disappeared, and the force of the magic caster's staff was dissipated too.

source: 山洞中还有几位精灵贵族，此刻也是一脸忧愁的看着海伦娜。
en_us: There were also other elven nobles present, and they were also looking at Helena worriedly.

source: 山洞里的精灵们顿时跪了一地，连声求饶。
en_us: The elves in the cave fell to their knees immediately, pleading for mercy.

source: 岁月匆匆，连罗莫街也已物是人非，让人感慨。
en_us: Time passed by in a flash, and everything on Romo Street had changed.

source: 工作人员向众人展示了一下酒瓶上完好的封条，然后挡着所有人的面拔开酒塞，然后逐一倒入酒杯之中。
en_us: The staff member showed the perfect seal on the bottle to the audience before removing the cork in front of everyone and poured it into the glasses.

source: 工作人员开始倒酒，纯净透明的酒液倒入水晶杯中，如明珠一般透亮。
en_us: The staff member began to pour it out. The transparent liquid shone like a bright pearl as it was poured into the crystal glass.

source: 工作人员研究了一会，撤掉瓶盖上包裹着的红布，然后一把拔开瓶塞。
en_us: The staff member fiddled for a while before they removed the red cloth and pulled off the cork.

source: 工作人员端着一个圆润的酒瓶上台，众人只是瞄了一眼便失去了兴趣，有实力的酒馆基本都被点评过了，爆炸酒算是最强的了，可依旧不敌泰坦酒。
en_us: The staff member carried a rotund bottle onto the stage. All of them lost their interest after taking a brief look at it. The taverns with good liquor already had all their liquor reviewed. The Explosive Liquor was considered the strongest contestant, but it still wasn't Titan Liquor's match.

source: 工作人员端着一个酒瓶和五个小小的空酒杯出来，现场开瓶，然后当着所有人的面将酒倒入酒杯，送到五位评委的面前。
en_us: The staff members carried a bottle and five tiny glasses out. They opened the bottle right on the spot, poured the liquor into the five glasses in front of everyone and placed them in front of the five judges.

source: 工程队很快入场，先把原本酒馆里的东西给胡乱拆了一通，全部清运出场。
en_us: The construction quickly entered, and removed everything from the tavern.

source: 左右看了一圈，房间里只有手边的那瓶酒了。
en_us: He looked around, and the only thing in the room was the bottle of wine beside him.

source: 左右见酒馆里无人，只有一个小姑娘在酒柜后边玩耍，老板也在厨房里忙碌，所以避重就轻的讨论起来。
en_us: They saw that the tavern was empty, with just a little girl playing at the bar counter, and the boss busying himself in the kitchen, so they began to discuss it tactfully.

source: 巨大的不可名状物从冰面之下缓缓升起，天空变成了墨黑色，无数乌云席卷而来，恐怖的威压散开，就连紫纹狮鹫也在微微颤抖。
en_us: An huge indescribable thing rose up from the ice surface gradually and the sky turned dark. Countless dark clouds gathered and the terrible aura was dissipated. Even the purple-striped griffin was shuddering slightly.

source: 巨大的蝠翼抬起之后足有数千米高，庞大的身躯，在这一望无垠的雪原之上依旧显得巨大无比。
en_us: The giant bat wings were thousands of meters high after it lifted them up. The gigantic body still looked immensely huge on this snow plain.

source: 巨大的蝠翼缓缓扇动，将他那庞大的身躯从地面上带离，身体一阵蠕动，从腹部化出一条黑色的触手，向着悬浮在半空中的伊琳娜刺去。
en_us: The giant bat wings flapped slowly, lifting his huge body off from the ground. His body wiggled and a black tentacle emerged from his abdoment. It stabbed towards Irina.

source: 巨汉再次倒飞出去，躺在地上的他，脸上的三条红色横杠，都无法掩盖他的震惊和绝望。
en_us: The big guy flew out again. Lying on the floor, even the three red horizontal lines across his face couldn't hide his shock and desparation.

source: 巨汉再次扬起了手中巨斧，大口喘着粗气，这一斧头下去，就能彻底解决这个糟糕的地窖门了。
en_us: The strapping guy lifted the huge axe again and panted hard. He should be able to resolve this horrible cellar's door after this strike of the axe.

source: 巨汉发出了一声惨叫，脸色霎时惨白，汗水大颗小颗的从额头上冒出来。
en_us: The big guy let out a horrible scream and his face turned white instantly. Beads of sweat emerged on his forehead.

source: 巨汉心中虽然震惊不已，但也暴怒无双，双手握着大板斧，再次迈着大步向着艾米冲来，板斧之上，黑光闪耀，不再留手。
en_us: Although the big guy was shocked, he was also furious. He dashed towards Amy, grabbing the axe with both hands. Black glow glistened on the axe and he wasn't holding back anymore.

source: 巨汉快速的把话说完。
en_us: The man quickly finished his piece.

source: 巨汉您笑着，这说明这道屏障已经坚持不了多久了，他很快就能一斧头劈开这个地窖门，然后把藏在里边的两个美人儿抓出来。
en_us: The strapping guy was laughing. This meant that the barrier could hold for long. He would be able to smash open the cellar's door soon and then catch the two beauties inside.

source: 巨汉惊恐的叫出声来。
en_us: The big guy shouted out in fright.

source: 巨汉惊恐的看着自己的左手手指在麦格的脚下开始变形，关节发出了咯吱的声响，钻心的疼痛感再次来袭。
en_us: The big guy watch his left fingers slowly distort under Mag's foot with horror. His joints began to make cracking sounds and the heartwrenching pains came again.

source: 巨汉惨叫，眼球外突，痛的几乎昏死过去。
en_us: The man shrieked. His eyeballs protruded and was in so much pain he almost passed out.

source: 巨汉憋红了脸，哼哼了两句，一点脾气都没有了。
en_us: The man's face turned red as he swallowed his words without a hint of temper.

source: 巨汉狞笑起来，也是忍不住的大口喘气。
en_us: The strapping man laughed sinisterly, but he also couldn't help panting.

source: 巨炮开始咆哮！
en_us: The giant cannons roared!

source: 巨蛇低头看着地上站着的三人，发出了一声尖利的嘶吼，巨大的尾巴一甩，拍在了挡在他面前的冰墙上。
en_us: The giant snake made a sharp roar as it stared down at those people below. It swung its giant tail onto the ice wall in front of him.

source: 巨蛇发出了一声愤怒的嘶吼。
en_us: The giant snake let out a furious roar.

source: 巨蛇在百米之外停下，它的身上也带着伤，中间那个蛇头的眼睛还被打爆了一只，但黑色魔气笼罩着眼睛的区域，似乎正在快速修复中。
en_us: The giant snake stopped about 100 meters away. It was also wounded. One of its eyes on the center head was even knocked out, but the area that was covered by the black evil aura was rapidly repairing itself.

source: 巨蛇方向一转，紧随着麦格飞去。
en_us: The giant snake turned and followed Mag closely.

source: 巨蛇轰然落地，砸翻了一大片竹子，在地上砸出了一个深坑。
en_us: The giant snake crashed to the ground, leveling a big patch of bamboo and making a deep crater on the ground.

source: 已对其进行标注，将持续追踪观察。】
en_us: We have already labelled it to further tracking and observation.]

source: 布卢姆大将军府里着火不是小事，周遭的住户更是看的一清二楚，想到这几日发生的惨案，不免人心惶惶。
en_us: The fire at Great General Blum's mansion was not a small matter. The residents living nearby saw it clearly for themselves. The thought of the murder case a few days ago made them even more paranoid.

source: 布卢姆大将军是目前军方地位仅次于大元帅多米尼克的大将军，虽然实力不过七级，却是一位足智多谋的将才。
en_us: Great General Blum was currently the only one with a rank lower than Grand Marshal Dominic in the military. Although he was barely a 7th-tier, he was a general with wits and brains.

source: 布卢姆大将军这些日子常常出入皇宫，无论是上朝途中，还是在家的时候，都有十级强者随身保护。
en_us: Great General Blum had been traveling in and out of the palace recently. He always had 10th-tier powerhouses to protect him, whether he was on the way to court or at home.

source: 布卢姆府中着火，附近的强者迅速集结而来，其中不乏十级骑士和魔法师，来到府中，得知布卢姆已死皆是大惊，而看到布卢姆的尸体之后，更是面色大变。
en_us: The powerhouses nearby were quickly gathered due to the fire at Blum's mansion. Some of them were 10th-tier knights and magic casters. When they arrived at the mansion, they were shocked to find out that Blum was dead, and when they saw his corpse, their expressions changed completely.

source: 布卢姆是军方大将，但并未在兵部任职，和众官员关系较为疏远，所以他的死亡远比不上兵部几位大臣死亡和被灭门带给他们的冲击大。
en_us: Blum was an important general in the military, but he didn't hold any position in the Ministry of Defense, so the Ministry of Defense's officials weren't familiar with him. Hence, his death wasn't as impactful to them as the deaths of several Ministry of Defense's officials and the massacre of their families.

source: 布置精美的大厅里坐着数百客人，可预想中的嘈杂并未出现，更让希利惊讶的是各种混坐在一起的客人们。
en_us: Hundreds of customers were sitting in the intricately decorated hall. The anticipated boisterousness did not appear. What made Seely even more amazed was that the customers were sitting all together despite their differing races.

source: 布鲁斯特家族的领地位于风之森林的西南方，随着莎莉成为精灵族的新公主，艾略特的地位水涨船高，布鲁斯特家族的领地也随之翻了一倍不止。
en_us: The Brewster family's land was located at the southwestern side of the Wind Forest. When Sally became the new Elf princess, Elliot's status also rose and the Brewster family's land increased by more than two folds.

source: 布鲁斯特家族算不上实力强劲的大族，族长艾略特也只是一位九级的魔法师，连一位十级强者坐镇都没有。
en_us: The Brewster Family wasn't a powerful family, even the chief, Elliot, was just a 9th-tier magic caster. They didn't even have a10th-tier powerhouse present.

source: 希利作为教会的大主教，此次奉教皇之命从洛都来到混乱之城，为的是找到神女，并尽可能带她返回教廷。
en_us: As the archbishop of the church, Seely came to Chaos City from Rodu under the pope's orders. It was to search for the holy maiden, and bring her back to the Holy See as soon as possible.

source: 希利有点不太适应的微微点头。
en_us: Seely wasn't quite used to this. He nodded slightly.

source: 希利沉默了，出奇的没有愤怒。
en_us: Seely went quiet. Surprisingly, he wasn't furious.

source: 希利渐渐沉浸于一道道美味的食物之中无法自拔，
en_us: Seely was slowly getting lost helplessly in all the delicious food.

source: 希利的脚步停顿了一下，伸手推开门走了出去。
en_us: Seely's steps faltered before he pushed open the door and walked out.

source: 希利看了一眼卡诺，意外于他的熟练。
en_us: Seely flicked a glance at Canault, surprised at his familiarity.

source: 希利看了卡诺一眼。
en_us: Seely flicked a glance at Canault.

source: 希利看着麦格沉默许久，将手中的信放在桌上，声音有些沉闷道：“这件事原本不应该告诉你，但你如此执拗。这个世界并不像你看到的这般和平安定，魔鬼已经从深渊中爬出，黑暗即将降临，这个世界需要光明，而她便是能够给这个世界带来光明的人。神灵选中了她，她便要肩负起这个责任。”
en_us: Seely looked at Mag quietly for a long time before putting the letter down on the table, and said in a grave voice, "I shouldn't tell you about this matter, but you are being so stubborn. This world isn't as peaceful as you see. The devil has already crawled out from the abyss. Darkness is going to descend soon. The world needs light, and she is the one who can bring light to this world. The Holy Spirit has chosen her, and she has to undertake that burden."

source: 希望学园正在加紧建设中，教师的招募也正在紧张进行中，随着一批退休老教师的返聘，新教师的招聘工作有老教师把关，进度也是提高了许多。
en_us: The Hope School was in the midst of construction, and the recruitment of the teachers was in process too. The rate of recruitment became much faster after the re-employment of the experienced teachers as they were in charge of it.

source: 帕萨卡拿起筷子夹了一块金黄的萝卜条，咬了一口。
en_us: Pasaca picked up a golden preserved radish strip with the chopsticks and took a bite.

source: 帕萨回头，有些诧异的看着提着小板凳，手里端着一个托盘的麦格。
en_us: Pasa turned back, and was shocked at Mag, who was carrying a little stool and a tray.

source: 帕萨跟着夹了一颗花生喂到嘴里，诧异于这普普通通的花生，竟然变得如此爽脆麻辣，让人忍不住想要再来一杯酒。
en_us: Pasa also put a peanut into his mouth. He was shocked that this ordinary peanut could be so crunchy and spicy. This made him feel like having another glass.

source: 帕萨闻到酒香，眼睛顿时一亮，他不好酒，但车夫在冬天都会喝酒御寒，走南闯北这么些年，也喝了各地的酒，可从未闻过如此酒香。
en_us: Pasa's eyes lit up the moment he smelled the fragrance of the alcohol. He was not a drinker, but coachmen would always drink in the winter to get rid of the cold. After roaming around for so many years, Pasa had also tried wines from various places, but he had never smelled something so aromatic.

source: 带着黑白色头盔，穿着黑白色紧身战甲的艾米，俨然化身小骑士，载着安妮在街角完成了一个完美的漂移转弯，然后重新回到了塞班酒馆门口。
en_us: Amy, with a black and white helmet, and a black and white body-hugging armor, looked just like a little knight. She brought Annie around the corner of hte street in a perfect drift and returned to the door of Saipan Tavern.

source: 平日那些吹嘘自己千杯不醉的，那喝的都是几乎没有酒精度数的果酒，只要泌尿系统能跟得上，千杯不醉根本不算奇事。
en_us: Those who boasted that they wouldn't get drunk no matter how much they drank, were usually drinking ratafia and wine that didn't have much alcohol content. As long as their urinary systems could catch up, It wasn't strange that they wouldn't get drunk.

source: 平日里的果酒，度数甚至还不如啤酒，所以遇上茅台这种高度酒，波比和伊琳娜都没喝多少就醉了。
en_us: Fruit wine had even less alcohol content than beer. Therefore, Bobby and Irina would be drunk before even drinking much of Maotai, which had high alcohol content.

source: 平时玛拉在家也会做饭，但厨艺一般。
en_us: Mala would usually cook at home but her culinary skills were mediocre.

source: 年代感十足的小册子，牛皮纸的封皮已经被磨破，但依旧非常干净，看得出埃菲的珍重。
en_us: The booklet looked old. Its kraft paper cover was already torn, but it was still very clean. It was obvious that Eiffie treasured it very much.

source: 年纪轻轻，他就要过上每个月收租收到手软的生活，成为这条街上最靓的包租公。
en_us: He was so young and he was going to collect rent until his hands shake and become the most handsome landlord on the street.

source: 年轻的工作人员在中年工作人员耳边说了几句话，然后看着麦格微笑道：“您请稍等，我去请院长过来，这件事我们坐不了主。”
en_us: The young staff member whispered in the middle-aged staff member's ear before smilingly saying to Mag, "Please wait a moment. I'll get the director over. We can't decide on this matter."

source: 库尔特久久之后睁开眼睛，一脸赞叹的看着手中的酒杯道：“三十年的窖藏，让酒香和酒味变得更为美妙，就像是得到了一次升华，无论是口感还是味道，比起当年的泰坦酒更为迷人。
en_us: Kurt opened his eyes after a very long time. He looked at the wine in his hand and exclaimed, "The 30 years had changed the fragrance and taste of this wine in a remarkable way. It's as though it had upgraded once again. It was way better in terms of texture and taste compared to the Titan Liquor years ago.

source: 库尔特作为场地的提供者，代表美酒大会对这一届的美酒大会发表了一番简短的致辞。
en_us: Kurt, as the sponsor of the venue, gave a short speech on this year's event on behalf of the association.
